{
  "lab_name": "Lab 4: Reddit Analysis",
  "description": "Top 20 bài đăng có điểm số (Score) cao nhất trên r/antiwork",
  "data": [
    {
      "title": "I just deleted thousands of hours of work from my old job",
      "score": 151825,
      "created_utc": 1638296382
    },
    {
      "title": "My boss exploded",
      "score": 120812,
      "created_utc": 1641148929
    },
    {
      "title": "I made my boss over $1.5 million in commission over two years, while I made $45k/year. For Christmas he got me a $25 gift card to a movie theater chain that I would have to drive to another state to even use. When I put in my two week notice, he called legal on me while I sat in his office.",
      "score": 117900,
      "created_utc": 1641909207
    },
    {
      "title": "Manager steals tips; one upvote and he gets my 2 weeks today.",
      "score": 109699,
      "created_utc": 1642357345
    },
    {
      "title": "I've been getting paid $80k a year for the last 5 years doing absolutely no work and I don't plan on changing a thing",
      "score": 100856,
      "created_utc": 1642001803
    },
    {
      "title": "My 5-year getting paid for doing nothing is over. I'm heartbroken.",
      "score": 91085,
      "created_utc": 1636779527
    },
    {
      "title": "Workers Cereal Killed it - Kellogg's Strike Over",
      "score": 90903,
      "created_utc": 1640105195
    },
    {
      "title": "My boss said to me \"You're so skinny!\"",
      "score": 89727,
      "created_utc": 1642702510
    },
    {
      "title": "Getting Fired for Refusing the Vaccine Does Not Qualify as AntiWork",
      "score": 85025,
      "created_utc": 1637176237
    },
    {
      "title": "I automated my job over a year ago and haven't told anyone.",
      "score": 83292,
      "created_utc": 1642025469
    },
    {
      "title": "From a Manager - this sub has changed my company",
      "score": 82459,
      "created_utc": 1637569468
    },
    {
      "title": "Owners didn’t want to give me what I deserved, now they are about to lose a $3M contract because I resigned.",
      "score": 81821,
      "created_utc": 1641804449
    },
    {
      "title": "I am from Russia and I'm shocked reading this sub",
      "score": 79328,
      "created_utc": 1638221106
    },
    {
      "title": "Quit my job on the spot when the owners son said “do you know my last name”",
      "score": 79296,
      "created_utc": 1639934398
    },
    {
      "title": "Everyone's quitting at my job. I had a meeting today where my boss laid out how I'll be taking on all of my old coworkers' workloads without a pay increase.",
      "score": 79161,
      "created_utc": 1636414542
    },
    {
      "title": "Half of my offices’ staff is quitting today",
      "score": 78116,
      "created_utc": 1637107063
    },
    {
      "title": "Boss wouldn't accept my resignation letter",
      "score": 77604,
      "created_utc": 1642514339
    },
    {
      "title": "Please take thirty seconds to read this. May change your life.",
      "score": 77552,
      "created_utc": 1636328242
    },
    {
      "title": "WTF is with all you people writing your boss paragraph after paragraph about why you can't come into work?",
      "score": 76235,
      "created_utc": 1638202610
    },
    {
      "title": "Ronald Reagen is the single worst thing to happen to the United States, and the 8 years he served as President can widely be attributed to the downfall of the attainable American Dream",
      "score": 75155,
      "created_utc": 1640557859
    }
  ]
}